<?php
/**
* @Copyright (C) 2015
* @Author
* @Version  Beta 1.0
*/

return [
	'-1'			=> '抱歉，您的账户未登录，请登陆',
	'-2'			=> '抱歉，您的账户异常或超时，请重新登陆',
	'-9'			=> '抱歉，您的请求参数错误，请检查',
	'-10'			=> '抱歉，异常请求',
	'-11'			=> '抱歉，功能暂未开通',
	'-12'			=> '抱歉，您的账户数据异常',
		
    'success'       => 'succeed',
    'apiclose'      => '抱歉，您请求的接口已关闭或禁止访问',
    'apierror'      => '接口请求异常',
    'noneinstall'   => '抱歉，请先进行安装',
    'nonetoken'     => '抱歉，账户未登录，请登陆',
	'token_error'	=> '抱歉，TOKEN解析错误，请检查',
	'none_msg_file'	=> '抱歉，语言包解析错误',
	'sign error'	=> '签名过时,请重新请求',
];